Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.lifestyle.q3.a
source: Jogginghose, dreckige Schuhe, Haare nicht gemacht. Ist doch eh egal.
en: Sweatpants, dirty shoes, hair not done. It doesn't matter anyway.
es: Pantalones de chándal, zapatos sucios, pelo sin peinar. No importa de todos modos.
fr: Pantalons de survêtement, chaussures sales, cheveux mal coiffés. De toute façon, cela n'a pas d'importance.
hi: स्वेटपैंट, गंदे जूते, बाल नहीं कटे। वैसे भी इससे कोई फर्क नहीं पड़ता.
it: Pantaloni della tuta, scarpe sporche, capelli non pettinati. Non importa comunque.
ja: スウェットパンツ、汚れた靴、整っていない髪。とにかく関係ありません。
ko: 스웨트팬츠, 더러운 신발, 다듬지 않은 머리. 어쨌든 그것은 중요하지 않습니다.
nl: Joggingbroek, vuile schoenen, haar niet gedaan. Het maakt toch niet uit.
pl: Spodnie dresowe, brudne buty, nieuczesana fryzura. To i tak nie ma znaczenia.
pt: Calça de moletom, sapatos sujos, cabelo não penteado. Não importa de qualquer maneira.
ru: Беговые штаны, грязная обувь, волосы не уложены. Да и всё равно.
tr: Eşofman altı, kirli ayakkabılar, yapılmamış saçlar. Zaten önemli değil.
zh_hans: 运动裤，脏鞋，头发没打理。反正无所谓。
zh_hant: 运动裤，脏鞋子，头发没打理。反正沒關係。

# assessment.lifestyle.q3.b
source: Ich ziehe einfach das Erstbeste aus dem Schrank an, um nicht aufzufallen.
en: I just wear the first thing I see in the closet so as not to attract attention.
es: Sólo uso lo primero que veo en el armario para no llamar la atención.
fr: Je porte juste la première chose que je vois dans le placard pour ne pas attirer l'attention.
hi: मैं अलमारी में सबसे पहले जो चीज़ देखता हूं, वही पहनता हूं ताकि ध्यान आकर्षित न हो।
it: Indosso semplicemente la prima cosa che vedo nell'armadio per non attirare l'attenzione.
ja: 目立たないように、クローゼットの中で最初に目についたものを着るだけです。
ko: 나는 관심을 끌지 않기 위해 옷장에서 가장 먼저 보이는 것을 입는다.
nl: Ik draag gewoon het eerste wat ik in de kast zie, om geen aandacht te trekken.
pl: Noszę po prostu pierwszą rzecz, którą widzę w szafie, żeby nie przyciągać uwagi.
pt: Só visto a primeira coisa que vejo no armário para não chamar a atenção.
ru: Я просто надеваю первую попавшуюся вещь из шкафа, чтобы не выделяться.
tr: Dikkat çekmemek için dolapta ilk gördüğüm şeyi giyiyorum.
zh_hans: 我只是随便从衣柜里拿最先看到的衣服穿上，以免引人注意。
zh_hant: 我只穿衣櫃裡第一眼看到的衣服，以免引起注意。

# assessment.lifestyle.q3.c
source: Sauber, ordentlich und passend zur Situation.
en: Clean, tidy and suitable for the situation.
es: Limpio, ordenado y adecuado a la situación.
fr: Propre, bien rangé et adapté à la situation.
hi: साफ़ सुथरा और स्थिति के लिए उपयुक्त.
it: Pulito, ordinato e adatto alla situazione.
ja: 清潔で整頓されていて、状況に適しています。
ko: 깨끗하고 깔끔하며 상황에 적합합니다.
nl: Schoon, netjes en geschikt voor de situatie.
pl: Czysto, schludnie i adekwatnie do sytuacji.
pt: Limpo, arrumado e adequado à situação.
ru: Чисто, аккуратно и соответствующе ситуации.
tr: Temiz, düzenli ve duruma uygun.
zh_hans: 干净、整洁并且适合场合。
zh_hant: 乾淨、整潔、適合狀況。

# assessment.lifestyle.q3.d
source: Ich bin immer minimal besser angezogen als der Raum es erfordert. Kleidung ist Respekt.
en: I am always slightly better dressed than the room requires. Clothing is respect.
es: Siempre estoy un poco mejor vestido de lo que requiere la habitación. La ropa es respeto.
fr: Je suis toujours un peu mieux habillé que ce que la pièce exige. L'habillement, c'est le respect.
hi: मैं हमेशा कमरे की आवश्यकता से थोड़ा बेहतर कपड़े पहनता हूं। वस्त्र सम्मान है.
it: Sono sempre vestito leggermente meglio di quanto richiede la stanza. L'abbigliamento è rispetto.
ja: 私はいつも、部屋が必要とするより少し良い服を着ています。服装は敬意です。
ko: 나는 항상 방에서 요구하는 것보다 약간 더 나은 옷을 입습니다. 옷은 존중입니다.
nl: Ik ben altijd iets beter gekleed dan de kamer vereist. Kleding is respect.
pl: Zawsze jestem trochę lepiej ubrany, niż wymaga tego pokój. Ubiór to szacunek.
pt: Estou sempre um pouco melhor vestido do que o quarto exige. Roupa é respeito.
ru: Я всегда одет немного лучше, чем требует помещение. Одежда — это уважение.
tr: Her zaman odanın gerektirdiğinden biraz daha iyi giyinirim. Giyim saygıdır.
zh_hans: 我总是穿得比场合要求稍微好一点。着装是尊重。
zh_hant: 我的穿著總是比房間要求的要好一點。著裝就是尊重。

# assessment.lifestyle.q4
source: Du hast jemandem eine unwichtige Kleinigkeit versprochen (z.B. ein Video zu schicken). Du hast es vergessen und fällst abends totmüde ins Bett. Was tust du?
en: You promised someone an unimportant little thing (e.g. sending a video). You've forgotten it and fall into bed dead tired in the evening. What are you doing?
es: Le prometiste a alguien una cosita sin importancia (por ejemplo, enviar un vídeo). Lo has olvidado y por la noche te acuestas muy cansado. ¿Qué estás haciendo?
fr: Vous avez promis à quelqu'un une petite chose sans importance (par exemple envoyer une vidéo). Vous l'avez oublié et vous vous couchez mort de fatigue le soir. Que fais-tu?
hi: आपने किसी से एक महत्वहीन छोटी चीज़ का वादा किया था (उदाहरण के लिए एक वीडियो भेजना)। आप इसे भूल गए हैं और शाम को थककर बिस्तर पर सो जाते हैं। आप क्या कर रहे हो?
it: Hai promesso a qualcuno una piccola cosa non importante (ad esempio inviare un video). Te ne sei dimenticato e la sera cadi a letto stanco morto. Cosa fai?
ja: あなたは誰かに重要でない小さなこと（ビデオを送るなど）を約束しました。あなたはそれを忘れて、夕方になると疲れ果ててベッドに落ちてしまいます。何してるの？
ko: 누군가에게 중요하지 않은 작은 일(예: 비디오 보내기)을 약속했습니다. 당신은 그것을 잊어버리고 저녁에 지쳐서 침대에 쓰러졌습니다. 뭐하세요?
nl: Je hebt iemand een onbelangrijk kleinigheidje beloofd (bijvoorbeeld een video sturen). Je bent het vergeten en valt 's avonds doodmoe in bed. Wat ben je aan het doen?
pl: Obiecałeś komuś nieistotną drobnostkę (np. przesłanie filmu). Zapomniałeś o tym i wieczorem kładziesz się do łóżka śmiertelnie zmęczony. Co robisz?
pt: Você prometeu a alguém uma coisinha sem importância (por exemplo, enviar um vídeo). Você esqueceu e cai na cama morto de cansaço à noite. O que você está fazendo?
ru: Ты пообещал кому-то неважную мелочь (например, прислать видео). Ты забыл об этом и вечером падаешь в кровать совершенно уставшим. Что ты делаешь?
tr: Birine önemsiz küçük bir şey sözü verdiniz (örneğin video göndermek). Bunu unutuyorsunuz ve akşamları yorgun bir şekilde yatağa düşüyorsunuz. Ne yapıyorsun?
zh_hans: 你答应了某人一件无关紧要的小事（例如，发送一个视频）。你忘记了，晚上筋疲力尽地倒在床上。你会怎么办？
zh_hant: 您向某人承諾了一件不重要的小事（例如發送影片）。你忘了這件事，晚上疲憊不堪地倒在床上。你在幹什麼？

# assessment.lifestyle.q4.a
source: Egal. Ich mache es einfach gar nicht mehr, fällt eh nicht auf.
en: Doesn't matter. I just don't do it anymore, it's not noticeable anyway.
es: No importa. Simplemente ya no lo hago, de todos modos no se nota.
fr: Cela n'a pas d'importance. Je ne le fais plus, ce n'est pas perceptible de toute façon.
hi: कोई फर्क नहीं पड़ता। मैं अब ऐसा नहीं करता, वैसे भी यह ध्यान देने योग्य नहीं है।
it: Non importa. Semplicemente non lo faccio più, comunque non si nota.
ja: 関係ない。もうやらないだけで目立たないです。
ko: 상관없어요. 나는 더 이상 그것을하지 않습니다. 어차피 눈에 띄지 않습니다.
nl: Maakt niet uit. Ik doe het gewoon niet meer, het valt sowieso niet op.
pl: Nie ma znaczenia. Po prostu już tego nie robię, i tak nie jest to zauważalne.
pt: Não importa. Eu simplesmente não faço mais isso, não é perceptível de qualquer maneira.
ru: Все равно. Я просто больше этого не делаю, всё равно не заметят.
tr: Önemli değil. Artık yapmıyorum, zaten fark edilmiyor.
zh_hans: 无所谓。我干脆不做了，反正也没人注意。
zh_hant: 沒關係。我只是不再這麼做了，反正也不引人注目。

# assessment.lifestyle.q4.b
source: Ich schreibe morgen, dass ich eingeschlafen bin.
en: I'll write tomorrow that I fell asleep.
es: Mañana escribiré que me quedé dormido.
fr: J'écrirai demain que je me suis endormi.
hi: मैं कल लिखूंगा कि मैं सो गया।
it: Domani scriverò che mi sono addormentato.
ja: 明日は眠ったことを書きます。
ko: 내일 잠들었다고 쓰겠습니다.
nl: Ik schrijf morgen dat ik in slaap ben gevallen.
pl: Jutro napiszę, że zasnąłem.
pt: Escreverei amanhã que adormeci.
ru: Я напишу завтра, что заснул.
tr: Yarın uyuyakaldığımı yazacağım.
zh_hans: 我明天写，我睡着了。
zh_hant: 明天我會寫我睡著了。

# assessment.lifestyle.q4.c
source: Ich bleibe liegen und mache es als Allererstes am nächsten Morgen.
en: I stay in bed and do it first thing the next morning.
es: Me quedo en la cama y lo hago a primera hora de la mañana siguiente.
fr: Je reste au lit et je le fais dès le lendemain matin.
hi: मैं बिस्तर पर ही रहता हूं और अगली सुबह सबसे पहले यही काम करता हूं।
it: Resto a letto e lo faccio per prima cosa la mattina dopo.
ja: 私はベッドにいて、翌朝一番にそれを行います。
ko: 나는 침대에 누워서 다음날 아침에 가장 먼저 그것을 한다.
nl: Ik blijf in bed en doe het de volgende ochtend als eerste.
pl: Leżę w łóżku i robię to od razu następnego ranka.
pt: Eu fico na cama e faço isso logo na manhã seguinte.
ru: Я остаюсь лежать и делаю это первым делом на следующее утро.
tr: Yatakta kalıyorum ve ertesi sabah ilk iş bunu yapıyorum.
zh_hans: 我躺下，第二天早上首先去做这件事。
zh_hant: 我躺在床上，隔天早上第一件事就是做這件事。

# assessment.lifestyle.q4.d
source: Ich stehe wieder auf, schalte den Laptop an und schicke es. Mein Wort ist absolutes Gesetz.
en: I get back up, turn on the laptop and send it. My word is absolute law.
es: Me levanto, enciendo el portátil y lo envío. Mi palabra es ley absoluta.
fr: Je me relève, allume l'ordinateur portable et l'envoie. Ma parole est une loi absolue.
hi: मैं वापस उठता हूं, लैपटॉप चालू करता हूं और भेज देता हूं। मेरा शब्द पूर्ण कानून है.
it: Mi alzo, accendo il portatile e lo invio. La mia parola è legge assoluta.
ja: 立ち上がってラップトップの電源を入れて送信します。私の言葉は絶対法です。
ko: 나는 다시 일어나 노트북을 켜고 보낸다. 내 말은 절대적인 법칙이다.
nl: Ik sta weer op, zet de laptop aan en verstuur het. Mijn woord is absolute wet.
pl: Wracam, włączam laptopa i wysyłam. Moje słowo jest prawem absolutnym.
pt: Eu me levanto, ligo o laptop e envio. Minha palavra é lei absoluta.
ru: Я снова встаю, включаю ноутбук и отправляю это. Моё слово — абсолютный закон.
tr: Ayağa kalkıyorum, dizüstü bilgisayarı açıyorum ve gönderiyorum. Benim sözüm mutlak kanundur.
zh_hans: 我又站起来，打开笔记本电脑并发送它。我的话就是绝对的法律。
zh_hant: 我站起來，打開筆記型電腦並發送它。我的話就是絕對的法律。

# assessment.lifestyle.q5
source: Du betrittst einen Raum voller Fremder (z.B. ein Klassenzimmer oder ein Event). Wie ist deine Körpersprache?
en: You enter a room full of strangers (e.g. a classroom or an event). How is your body language?
es: Entras en una habitación llena de extraños (por ejemplo, un salón de clases o un evento). ¿Cómo es tu lenguaje corporal?
fr: Vous entrez dans une pièce pleine d'étrangers (par exemple une salle de classe ou un événement). Comment est votre langage corporel ?
hi: आप अजनबियों से भरे कमरे में प्रवेश करते हैं (जैसे कोई कक्षा या कोई कार्यक्रम)। आपकी बॉडी लैंग्वेज कैसी है?
it: Entri in una stanza piena di estranei (ad esempio un'aula o un evento). Com'è il tuo linguaggio del corpo?
ja: 見知らぬ人がたくさんいる部屋 (教室やイベントなど) に入ります。あなたのボディーランゲージはどうですか？
ko: 당신은 낯선 사람들로 가득 찬 방(예: 교실이나 행사)에 들어갑니다. 당신의 신체 언어는 어떻습니까?
nl: Je komt een ruimte binnen vol vreemden (bijvoorbeeld een klaslokaal of een evenement). Hoe is jouw lichaamstaal?
pl: Wchodzisz do pokoju pełnego nieznajomych (np. do klasy lub na wydarzenie). Jaka jest Twoja mowa ciała?
pt: Você entra em uma sala cheia de estranhos (por exemplo, uma sala de aula ou um evento). Como está sua linguagem corporal?
ru: Ты входишь в комнату, полную незнакомцев (например, в класс или на мероприятие). Каков твой язык тела?
tr: Yabancılarla dolu bir odaya giriyorsunuz (örneğin bir sınıfa veya bir etkinliğe). Beden diliniz nasıl?
zh_hans: 你走进一个充满陌生人的房间（例如教室或活动现场）。你的肢体语言是什么样的？
zh_hant: 您進入一個充滿陌生人的房間（例如教室或活動）。你的肢體語言怎麼樣？

# assessment.lifestyle.q5.a
source: Ich schaue auf den Boden, mache mich klein und suche mir schnell einen Platz.
en: I look at the floor, make myself small and quickly look for a place.
es: Miro al suelo, me hago pequeño y rápidamente busco un lugar.
fr: Je regarde le sol, me fais petit et cherche rapidement une place.
hi: मैं फर्श को देखता हूं, अपने आप को छोटा बनाता हूं और जल्दी से जगह ढूंढता हूं।
it: Guardo il pavimento, mi rimpicciolisco e cerco velocemente un posto.
ja: 私は床を見て、身を小さくし、急いで場所を探します。
ko: 나는 바닥을보고 몸을 작게 만들고 빠르게 장소를 찾습니다.
nl: Ik kijk naar de vloer, maak mezelf klein en zoek snel een plekje.
pl: Patrzę w podłogę, robię się mały i szybko szukam miejsca.
pt: Olho para o chão, fico pequeno e rapidamente procuro um lugar.
ru: Я смотрю на пол, делаю себя маленьким и быстро ищу место.
tr: Yere bakıyorum, kendimi küçültüyorum ve hızla bir yer arıyorum.
zh_hans: 我低头看地，缩小自己，快速找个位置。
zh_hant: 我看著地板，把自己縮小，迅速尋找地方。

# assessment.lifestyle.q5.b
source: Ich schaue auf mein Handy, um beschäftigt auszusehen.
en: I look at my phone to look busy.
es: Miro mi teléfono para parecer ocupado.
fr: Je regarde mon téléphone pour avoir l'air occupé.
hi: मैं व्यस्त दिखने के लिए अपने फ़ोन को देखता हूँ।
it: Guardo il telefono per sembrare occupato.
ja: 携帯電話を見ると忙しそうに見えます。
ko: 바쁜 표정으로 휴대폰을 본다.
nl: Ik kijk naar mijn telefoon en zie dat het druk is.
pl: Patrzę na telefon i wyglądam na zajętego.
pt: Eu olho para o meu telefone para parecer ocupado.
ru: Я смотрю на свой телефон, чтобы выглядеть занятым.
tr: Meşgul görünmek için telefonuma bakıyorum.
zh_hans: 我看着手机，以显得自己很忙。
zh_hant: 我看著手機，看起來很忙。

# assessment.lifestyle.q5.c
source: Ich gehe normal rein und nicke ein paar Leuten zu.
en: I go in normally and nod to a few people.
es: Entro normalmente y asiento con la cabeza hacia algunas personas.
fr: J'entre normalement et je fais un signe de tête à quelques personnes.
hi: मैं सामान्य रूप से अंदर जाता हूं और कुछ लोगों की ओर सिर हिलाता हूं।
it: Entro normalmente e annuisco ad alcune persone.
ja: 私は普通に入って何人かにうなずきます。
ko: 나는 평소대로 들어가서 몇 사람에게 고개를 끄덕인다.
nl: Ik ga normaal naar binnen en knik naar een paar mensen.
pl: Wchodzę normalnie i kiwam głową kilku osobom.
pt: Entro normalmente e aceno para algumas pessoas.
ru: Я вхожу как обычно и киваю нескольким людям.
tr: Normal bir şekilde içeri girip birkaç kişiye başımı salladım.
zh_hans: 我正常地走进去，向几个人点头。
zh_hant: 我照常進去，向幾個人點頭致意。

# assessment.lifestyle.q5.d
source: Schultern zurück, Kopf hoch, Augenkontakt. Ich nehme den Raum ein.
en: Shoulders back, head up, eye contact. I take up the space.
es: Hombros hacia atrás, cabeza erguida, contacto visual. Ocupo el espacio.
fr: Épaules en arrière, tête haute, contact visuel. Je prends de la place.
hi: कंधे पीछे, सिर ऊपर, आँख से संपर्क। मैं जगह लेता हूं.
it: Spalle indietro, testa alta, contatto visivo. Occupo lo spazio.
ja: 肩を後ろに戻し、頭を上げ、アイコンタクトをします。場所を取ってしまいます。
ko: 어깨를 뒤로 젖히고, 고개를 들고, 눈을 마주치세요. 나는 공간을 차지한다.
nl: Schouders naar achteren, hoofd omhoog, oogcontact. Ik neem de ruimte in beslag.
pl: Ramiona do tyłu, głowa do góry, kontakt wzrokowy. Zajmuję przestrzeń.
pt: Ombros para trás, cabeça erguida, contato visual. Eu ocupo o espaço.
ru: Плечи назад, голова высоко, зрительный контакт. Я занимаю пространство.
tr: Omuzlar geride, baş yukarıda, göz teması. Ben yer kaplıyorum.
zh_hans: 肩膀向后，抬头，眼神交流。我占据这个空间。
zh_hant: 肩膀向後，頭部抬起，目光接觸。我佔了空間。

# assessment.lifestyle.q6
source: Öffne Instagram/TikTok und schau dir an, wem du folgst. Was dominiert deinen Feed?
en: Open Instagram/TikTok and look at who you follow. What dominates your feed?
es: Abre Instagram/TikTok y mira a quién sigues. ¿Qué domina tu feed?
fr: Ouvrez Instagram/TikTok et regardez qui vous suivez. Qu'est-ce qui domine votre flux ?
hi: इंस्टाग्राम/टिकटॉक खोलें और देखें कि आप किसे फ़ॉलो करते हैं। आपके फ़ीड पर क्या हावी है?
it: Apri Instagram/TikTok e guarda chi segui. Cosa domina il tuo feed?
ja: Instagram/TikTok を開いて、フォローしている人を確認します。あなたのフィードを支配しているものは何ですか?
ko: Instagram/TikTok을 열고 당신이 팔로우하는 사람을 살펴보세요. 당신의 피드를 지배하는 것은 무엇입니까?
nl: Open Instagram/TikTok en kijk wie je volgt. Wat domineert jouw feed?
pl: Otwórz Instagram/TikTok i zobacz, kogo obserwujesz. Co dominuje w Twoim kanale?
pt: Abra o Instagram/TikTok e veja quem você segue. O que domina seu feed?
ru: Открой Instagram/TikTok и посмотри, кому ты подписан. Что доминирует в твоей ленте?
tr: Instagram/TikTok'u açın ve kimi takip ettiğinize bakın. Feed'inize ne hakim?
zh_hans: 打开 Instagram/TikTok 看看你关注了谁。什么内容在你的动态中占主导？
zh_hant: 打開 Instagram/TikTok 並查看您關注的人。什麼在你的飼料中占主導地位？

# assessment.lifestyle.q6.a
source: Meme-Seiten, Trash-TV, Drama und oberflächliche Influencer.
en: Meme pages, trash TV, drama and superficial influencers.
es: Páginas de memes, televisión basura, dramas e influencers superficiales.
fr: Pages mèmes, trash TV, drames et influenceurs superficiels.
hi: मीम पेज, कचरा टीवी, नाटक और सतही प्रभावशाली लोग।
it: Pagine di meme, TV spazzatura, drammi e influencer superficiali.
ja: ミームページ、ゴミテレビ、ドラマ、表面的なインフルエンサー。
ko: 밈 페이지, 쓰레기 TV, 드라마, 피상적인 영향력 있는 사람들.
nl: Memepagina's, trash-tv, drama en oppervlakkige influencers.
pl: Strony z memami, śmieciowa telewizja, dramaty i powierzchowne wpływowe osoby.
pt: Páginas de meme, trash TV, drama e influenciadores superficiais.
ru: Мем-страницы, трэш-ТВ, драма и поверхностные инфлюенсеры.
tr: Meme sayfaları, çöp TV, drama ve yüzeysel etkileyiciler.
zh_hans: 迷因页面、垃圾电视、戏剧和肤浅的网红。
zh_hant: 迷因頁面、垃圾電視、戲劇和膚淺的影響者。

# assessment.lifestyle.q6.b
source: Hauptsächlich Freunde, Bekannte und ein bisschen Entertainment.
en: Mainly friends, acquaintances and a bit of entertainment.
es: Principalmente amigos, conocidos y un poco de entretenimiento.
fr: Principalement des amis, des connaissances et un peu de divertissement.
hi: मुख्य रूप से दोस्त, परिचित और थोड़ा मनोरंजन।
it: Principalmente amici, conoscenti e un po' di intrattenimento.
ja: 主に友人、知人、そしてちょっとした娯楽です。
ko: 주로 친구, 지인 및 약간의 오락입니다.
nl: Voornamelijk vrienden, kennissen en een beetje entertainment.
pl: Głównie przyjaciele, znajomi i trochę rozrywki.
pt: Principalmente amigos, conhecidos e um pouco de diversão.
ru: В основном друзья, знакомые и немного развлечений.
tr: Çoğunlukla arkadaşlar, tanıdıklar ve biraz eğlence.
zh_hans: 主要是朋友、熟人和一些娱乐。
zh_hant: 主要是朋友、熟人以及一些娛樂活動。

# assessment.lifestyle.q6.c
source: 50％ Entertainment, 50％ Leute, von denen ich etwas lernen kann.
en: 50％ entertainment, 50％ people I can learn something from.
es: 50％ entretenimiento, 50％ gente de la que puedo aprender algo.
fr: 50 ％ de divertissement, 50 ％ de personnes auprès desquelles je peux apprendre quelque chose.
hi: 50％ मनोरंजन, 50％ लोग जिनसे मैं कुछ सीख सकता हूँ।
it: 50％ intrattenimento, 50％ persone da cui posso imparare qualcosa.
ja: 50％ エンターテイメント、50％ 何かを学べる人々。
ko: 50％는 엔터테인먼트이고, 50％는 내가 배울 수 있는 사람입니다.
nl: 50％ entertainment, 50％ mensen van wie ik iets kan leren.
pl: 50％ rozrywki, 50％ ludzi, od których mogę się czegoś nauczyć.
pt: 50％ entretenimento, 50％ pessoas com quem posso aprender algo.
ru: 50％ развлечений, 50％ людей, у которых я могу чему-то научиться.
tr: %50 eğlence, ％50 bir şeyler öğrenebileceğim insanlar.
zh_hans: 50％的娱乐，50％的人，我能从中学到东西。
zh_hant: 50％ 的娛樂，50％ 的人我可以學到東西。

# assessment.lifestyle.q6.d
source: Mein Feed ist extrem kuratiert. Ich folge fast nur Accounts, die mich inspirieren oder weiterbilden.
en: My feed is extremely curated. I almost only follow accounts that inspire or educate me.
es: Mi feed está extremadamente curado. Casi solo sigo cuentas que me inspiran o me educan.
fr: Mon flux est extrêmement organisé. Je ne suis presque que les comptes qui m'inspirent ou m'éduquent.
hi: मेरा फ़ीड बेहद क्यूरेटेड है। मैं लगभग केवल उन्हीं खातों को फ़ॉलो करता हूँ जो मुझे प्रेरित या शिक्षित करते हैं।
it: Il mio feed è estremamente curato. Seguo quasi solo account che mi ispirano o mi istruiscono.
ja: 私のフィードは非常に厳選されています。私はほとんど、自分にインスピレーションを与えたり、勉強させたりするアカウントのみをフォローします。
ko: 내 피드는 매우 선별되어 있습니다. 나는 나에게 영감을 주거나 교육을 주는 계정만 거의 팔로우합니다.
nl: Mijn feed is uiterst samengesteld. Ik volg bijna alleen accounts die mij inspireren of onderwijzen.
pl: Mój kanał jest niezwykle wyselekcjonowany. Prawie śledzę tylko konta, które mnie inspirują lub edukują.
pt: Meu feed é extremamente selecionado. Quase só sigo relatos que me inspiram ou me educam.
ru: Моя лента строго курирована. Я подписан почти только на аккаунты, которые меня вдохновляют или обучают.
tr: Feed'im son derece seçilmiş. Neredeyse yalnızca bana ilham veren veya beni eğiten hesapları takip ediyorum.
zh_hans: 我的动态信息流经过精心筛选。我几乎只关注那些能激励我或让我有所学习的账号。
zh_hant: 我的提要經過精心策劃。我幾乎只專注於那些激勵或教育我的帳戶。

# assessment.lifestyle.q7
source: Ein Kellner oder Kassierer macht einen extrem dummen Fehler, der dich Zeit kostet. Wie reagierst du?
en: A waiter or cashier makes an extremely stupid mistake that costs you time. How do you react?
es: Un camarero o cajero comete un error extremadamente estúpido que le cuesta tiempo. ¿Cómo reaccionas?
fr: Un serveur ou un caissier commet une erreur extrêmement stupide qui vous coûte du temps. Comment réagissez-vous ?
hi: एक वेटर या कैशियर एक अत्यंत मूर्खतापूर्ण गलती करता है जिससे आपका समय बर्बाद होता है। आपकी क्या प्रतिक्रिया है?
it: Un cameriere o un cassiere commette un errore estremamente stupido che ti fa perdere tempo. Come reagisci?
ja: ウェイターやレジ係が非常に愚かな間違いを犯し、時間を費やしてしまいます。どう反応しますか？
ko: 웨이터나 출납원은 시간을 낭비하게 만드는 매우 어리석은 실수를 합니다. 당신은 어떻게 반응합니까?
nl: Een ober of kassier maakt een uiterst domme fout die u tijd kost. Hoe reageer je?
pl: Kelner lub kasjer popełnia wyjątkowo głupi błąd, który kosztuje Cię czas. Jak reagujesz?
pt: Um garçom ou caixa comete um erro extremamente estúpido que lhe custa tempo. Como você reage?
ru: Официант или кассир совершает крайне глупую ошибку, которая отнимает у тебя время. Как ты реагируешь?
tr: Bir garson ya da kasiyer, zamanınıza mal olacak son derece aptalca bir hata yapar. Nasıl tepki verirsiniz?
zh_hans: 一个服务员或收银员犯了一个极其愚蠢的错误，浪费了你的时间。你会如何反应？
zh_hant: 服務生或收銀員犯了一個極其愚蠢的錯誤，浪費了你的時間。你有何反應？

# assessment.lifestyle.q7.a
source: Ich werde laut, pflaume ihn an und lasse meine schlechte Laune an ihm aus.
en: I get loud, shout at him and take out my bad mood on him.
es: Hago ruido, le grito y descargo mi mal humor con él.
fr: Je fais du bruit, je lui crie dessus et je lui fais subir ma mauvaise humeur.
hi: मैं जोर से चिल्लाता हूं, उस पर चिल्लाता हूं और अपना बुरा मूड उस पर निकालता हूं।
it: Mi alzo ad alta voce, gli grido contro e sfogo il mio cattivo umore su di lui.
ja: 私は大声で怒鳴ったり、彼の機嫌を悪くしたりします。
ko: 나는 큰 소리로 그에게 소리를 지르고 그에게 나쁜 기분을 털어 놓습니다.
nl: Ik word luid, schreeuw tegen hem en reageer mijn slechte humeur op hem af.
pl: Robię się głośno, krzyczę na niego i wyładowuję na nim swój zły humor.
pt: Faço barulho, grito com ele e desconto meu mau humor nele.
ru: Я становлюсь громким, отругаю его и вымещаю на нём своё плохое настроение.
tr: Sesimi yükseltiyorum, ona bağırıyorum ve kötü ruh halimi ondan çıkarıyorum.
zh_hans: 我会大声喊，批评他，并把我的坏情绪发泄在他身上。
zh_hant: 我大聲地對他大喊大叫，把我的壞心情發洩在他身上。

# assessment.lifestyle.q7.b
source: Ich rolle offensichtlich mit den Augen und seufze laut.
en: I obviously roll my eyes and sigh loudly.
es: Obviamente pongo los ojos en blanco y suspiro ruidosamente.
fr: Je lève évidemment les yeux au ciel et soupire bruyamment.
hi: मैं स्पष्ट रूप से अपनी आँखें घुमाता हूँ और जोर से आहें भरता हूँ।
it: Ovviamente alzo gli occhi al cielo e sospiro forte.
ja: 私は明らかに目を丸くし、大きなため息をつきました。
ko: 나는 분명히 눈을 굴리고 크게 한숨을 쉬었다.
nl: Ik rol duidelijk met mijn ogen en zucht luid.
pl: Oczywiście przewracam oczami i głośno wzdycham.
pt: Obviamente reviro os olhos e suspiro alto.
ru: Я явно закатываю глаза и громко вздыхаю.
tr: Açıkçası gözlerimi deviriyorum ve yüksek sesle iç çekiyorum.
zh_hans: 我显然在翻白眼并大声叹气。
zh_hant: 我顯然翻了個白眼，大聲嘆了口氣。

# assessment.lifestyle.q7.c
source: Ich sage nichts und ärgere mich still.
en: I say nothing and am silently annoyed.
es: No digo nada y estoy silenciosamente molesto.
fr: Je ne dis rien et suis silencieusement ennuyé.
hi: मैं कुछ नहीं कहता और चुपचाप नाराज़ रहता हूँ।
it: Non dico nulla e sono silenziosamente infastidito.
ja: 私は何も言わず、静かにイライラしています。
ko: 나는 아무 말도 하지 않고 조용히 짜증을 낸다.
nl: Ik zeg niets en ben stilletjes geïrriteerd.
pl: Nic nie mówię i cicho jestem zirytowany.
pt: Não digo nada e fico silenciosamente irritado.
ru: Я ничего не говорю и тихо злюсь.
tr: Hiçbir şey söylemiyorum ve sessizce sinirleniyorum.
zh_hans: 我什么也不说，默默生气。
zh_hant: 我什麼也沒說，默默地生氣。
